[
    {
        "title": "Monkey Business 101",
        "description": "In Monkey Economics, bananas are the gold standard. Stock market? More like banana market!"
    },
    {
        "title": "The Great Banana Heist",
        "description": "Two monkeys masterminded a banana heist. Their escape vehicle? A tricycle. The loot? Peels of laughter."
    },
    {
        "title": "Monkey Yoga Class",
        "description": "Monkeys tried yoga today. Pose of the day? Banana split. Downward dog? More like downward monkey!"
    },
    {
        "title": "High-Flying Tails",
        "description": "Monkeys launched a space mission. Their spaceship? A giant banana. Mission goal? To find the cheese moon."
    },
    {
        "title": "The Tailor-Made Tail",
        "description": "Fashionista monkeys opened a boutique. Top seller? Curly tail extensions. Because straight tails are so last season."
    },
    {
        "title": "Monkey's Culinary Adventure",
        "description": "Chef Monkey's special dish? Banana stew. Secret ingredient? More bananas. Critics call it 'un-peel-lievably good!'"
    },
    {
        "title": "The Monkey Detective",
        "description": "Sherlock Holmes? Meet Sherlock Hominoidea. His first case? The Mystery of the Missing Bananas."
    },
    {
        "title": "Monkeys' Mischief Night",
        "description": "During Mischief Night, monkeys swapped all zoo signs. The result? Utter confusion and laughing hyenas."
    },
    {
        "title": "The Great Monkey Debate",
        "description": "The hot topic in Monkey Parliament? Should banana peels be used for renewable energy. Opposition? Slippery when wet."
    },
    {
        "title": "Monkey's Day Out",
        "description": "A monkey visited the city. His review? Not enough trees, too many cars, and where are all the bananas?"
    },
    {
        "title": "Monkey Superheroes",
        "description": "In a world of monkey superheroes, their power? Banana vision. Their weakness? Never-ending peel clean-up duty."
    }
]
